
"Everything" = "所有";
"Content" = "内容";
"Name" = "名称";
"Comment" = "评论";
"URL" = "URL";
"Tag" = "标记";
"Data" = "数据";
"Meta Data" = "元数据";
"Metadata" = "元数据";

"Kind" = "种类";
"Instance" = "实例";
"Record" = "项目";

"Label" = "标签";
"Locking" = "锁定";
"Unread" = "未读";
"State" = "标志";
"Label" = "标签";

"Width" = "宽度";
"Height" = "高度";
"Duration" = "持续时间";
"Size" = "大小";
"Word Count" = "字数统计";

"Date Added" = "添加日期";
"Date Created" = "创建日期";
"Date Modified" = "修改日期";
"Date Opened" = "打开日期";

"Off" = "关闭";
"On" = "打开";
"is" = "是";
"is not" = "不是";
"contains" = "包含";
"matches" = "匹配";
"is less than" = "小于";
"is less than or equal to" = "小于或等于";
"is greater than" = "大于";
"is greater than or equal to" = "大于或等于";

"Aliases" = "别名";
"Script" = "脚本";

"Replicant" = "制作复件";
"Duplicate" = "制作副本";
"Indexed" = "索引";
"Tagged" = "标记";

"Author" = "作者";
"From" = "从";
"Recipient" = "收件人";
"To" = "到";

"Title" = "标题";
"Headline" = "标题";
"Subject" = "主题";

"Description" = "描述";
"Keywords" = "关键字";
"Organization" = "组织";
"Copyright" = "版权";

"Album" = "专辑";
"Composer" = "作曲家";

"Today" = "今天";
"Yesterday" = "昨天";
"This Week" = "本周";
"Last Week" = "上星期";
"This Month" = "本月";
"Last Month" = "上个月";
"This Quarter" = "本季度";
"Last Quarter" = "上季度";
"This Year" = "本年";
"Last Year" = "去年";

"Any" = "任何";
"All" = "所有";
"of the following are true" = "以下是真";

"Any Content" = "任何文档";
"Group" = "群组";
"Smart Group" = "智能分组";
"Plain Text" = "纯文本";
"Rich Text" = "富文本";
"HTML Page" = "HTML 页面";
"Web Archive" = "Web 存档";
"XML File" = "XML 文件";
"Property List" = "属性列表";
"Image" = "图像";
"PDF/PS" = "PDF/PS";
"QuickTime" = "QuickTime";
"Video" = "视频";
"Audio" = "音频";
"Bookmark" = "书签";
"Feed" = "Feed";
"Sheet" = "工作表";
"Other" = "其他";
"Email" = "Email";

"does not contain" = "不包含";
"Filename" = "文件名";
"begins with"  = "开始于";
"ends with" = "结束于";

"Operators/Wildcards" = "运营商和通配符";
"Wildcards" = "通配符";
"Formatted Note" = "格式化笔记";
"within last" = "最后之前";
"days" = "天";
